Repository: baharatbas/Ak-ll-Tabak
Catalog: Localication/Localizable.xcstrings
Source language: en
Languages: fr, tr

# %lld / %lld bardak
source: %1$lld / %2$lld glasses
fr: Lunettes %1$lld / %2$lld
tr: %lld / %lld bardak

source: • White bread and pastries • Sugary foods • Carbonated drinks • Processed carbohydrates
fr: • Pain blanc et pâtisseries • Aliments sucrés • Boissons gazeuses • Glucides transformés
tr: • Beyaz ekmek ve hamur işleri • Şekerli gıdalar • Gazlı içecekler • İşlenmiş karbonhidratlar

# • Et ve balık • Sebzeler • Meyveler • Kuruyemişler
source: • Meat and fish • Vegetables • Fruits • Nuts
fr: • Viandes et poissons • Légumes • Fruits • Noix
tr: • Et ve balık • Sebzeler • Meyveler • Kuruyemişler

source: • Meat, chicken, and fish • Eggs • Vegetables (especially green vegetables) • Healthy fats (olive oil, avocado) • Nuts
fr: • Viande, poulet et poisson • Œufs • Légumes (surtout verts) • Bonnes matières grasses (huile d'olive, avocat) • Noix
tr: • Et, tavuk ve balık • Yumurta • Sebze (özellikle yeşil sebzeler) • Sağlıklı yağlar (zeytinyağı, avokado) • Kuruyemişler

source: • Meat, chicken, fish • Eggs • Avocado • Olive oil, butter • Green leafy vegetables
fr: • Viande, poulet, poisson • Œufs • Avocat • Huile d'olive, beurre • Légumes verts à feuilles
tr: • Et, tavuk, balık • Yumurta • Avokado • Zeytinyağı, tereyağı • Yeşil yapraklı sebzeler

# • Pirinç • Mısır • Patates • Sebze ve meyveler
source: • Rice • Corn • Potatoes • Vegetables and fruits
fr: • Riz • Maïs • Pommes de terre • Légumes et fruits
tr: • Pirinç • Mısır • Patates • Sebze ve meyveler

# • Protein ağırlıklı öğünler • Sebzeler • Sağlıklı yağlar • Bol su
source: • Protein-rich meals • Vegetables • Healthy fats • Plenty of water
fr: • Repas riches en protéines • Légumes • Bonnes graisses • Buvez beaucoup d'eau
tr: • Protein ağırlıklı öğünler • Sebzeler • Sağlıklı yağlar • Bol su

# • Sebze ve meyveler • Az yağlı süt ürünleri • Tam tahıllar • Balık ve tavuk
source: • Vegetables and fruits • Low-fat dairy products • Whole grains • Fish and chicken
fr: • Légumes et fruits • Produits laitiers faibles en gras • Céréales complètes • Poisson et poulet
tr: • Sebze ve meyveler • Az yağlı süt ürünleri • Tam tahıllar • Balık ve tavuk

# • Sebze ve meyveler • Baklagiller • Kuruyemişler • Bitkisel proteinler
source: • Vegetables and fruits • Legumes • Nuts • Plant-based proteins
fr: • Légumes et fruits • Légumineuses • Noix • Protéines végétales
tr: • Sebze ve meyveler • Baklagiller • Kuruyemişler • Bitkisel proteinler

# • Sebze ve meyveler • Baklagiller • Süt ve süt ürünleri • Yumurta • Tam tahıllar
source: • Vegetables and fruits • Legumes • Milk and dairy products • Eggs • Whole grains
fr: • Légumes et fruits • Légumineuses • Lait et produits laitiers • Œufs • Céréales complètes
tr: • Sebze ve meyveler • Baklagiller • Süt ve süt ürünleri • Yumurta • Tam tahıllar

# • Yeşil yapraklı sebzeler • Yaban mersini • Balık • Zeytinyağı
source: • Green leafy vegetables • Blueberries • Fish • Olive oil
fr: • Légumes verts à feuilles • Myrtilles • Poisson • Huile d'olive
tr: • Yeşil yapraklı sebzeler • Yaban mersini • Balık • Zeytinyağı

source: • Olive oil • Vegetables and fruits • Fish and seafood • Whole grains • Nuts
fr: • Huile d'olive • Légumes et fruits • Poissons et fruits de mer • Céréales complètes • Noix
tr: • Zeytinyağı • Sebze ve meyveler • Balık ve deniz ürünleri • Tam tahıllar • Kuruyemişler

# +1000 Adım
source: +1000 Steps
fr: +1000 pas
tr: +1000 Adım

# +3000 Adım
source: +3000 Steps
fr: +3000 pas
tr: +3000 Adım

# Adım Sayısı
source: Number of Steps
fr: Nombre d'étapes
tr: Adım Sayısı

# AI Analizi
source: AI Analysis
fr: Analyse de l'IA
tr: Yapay Zeka Analizi

source: AI Suggestions For You
fr: Suggestions de l'IA pour vous
tr: Sizin İçin Yapay Zeka Önerileri

# AI yorum hazırlanıyor...
source: AI analysis is being prepared...
fr: Une analyse par IA est en cours de préparation...
tr: AI yorum hazırlanıyor...

# AI Yorumu
source: AI Commentary
fr: Commentaire sur l'IA
tr: AI Yorumu

# Akdeniz Diyeti
source: Mediterranean Diet
fr: Régime méditerranéen
tr: Akdeniz Diyeti

source: The Mediterranean diet is a healthy and balanced dietary model based on the traditional eating habits of Mediterranean countries. Olive oil, vegetables, fruits, fish, and whole grains form the basis of this diet. In the long term, it reduces the risk of cardiovascular disease, improves quality of life, and offers sustainable nutrition.
fr: Le régime méditerranéen est un modèle alimentaire sain et équilibré, inspiré des habitudes alimentaires traditionnelles des pays méditerranéens. L'huile d'olive, les légumes, les fruits, le poisson et les céréales complètes en constituent la base. À long terme, il réduit le risque de maladies cardiovasculaires, améliore la qualité de vie et assure une nutrition durable.
tr: Akdeniz diyeti, geleneksel Akdeniz ülkelerinin beslenme alışkanlıklarını temel alan sağlıklı ve dengeli bir diyet modelidir. Zeytinyağı, sebze, meyve, balık ve tam tahıllar bu diyetin temelini oluşturur. Uzun vadede kalp-damar hastalıkları riskini azaltır, yaşam kalitesini artırır ve sürdürülebilir bir beslenme sunar.

# Analiz
source: Analysis
fr: Analyse
tr: Analiz

# Analiz Alanı
source: Analysis Area
fr: Zone d'analyse
tr: Analiz Alanı

# Analize Gönder
source: Submit for Analysis
fr: Soumettre pour analyse
tr: Analize Gönder

# Analizi Yenile
source: Refresh Analysis
fr: Actualiser l'analyse
tr: Analizi Yenile

# Analizlerime Git
source: Go to my analytics
fr: Accéder à mes statistiques
tr: Analizlerime Git

# Aralıklı Oruç
source: Intermittent Fasting
fr: Jeûne intermittent
tr: Aralıklı Oruç

source: Intermittent fasting involves eating during specific hours of the day and stopping calorie intake during the remaining hours. The most common methods are the 16:8 and 18:6 systems. This method can improve insulin sensitivity and help with weight control.
fr: Le jeûne intermittent consiste à s'alimenter pendant certaines heures de la journée et à s'abstenir de tout apport calorique pendant le reste du temps. Les méthodes les plus courantes sont les systèmes 16:8 et 18:6. Cette méthode peut améliorer la sensibilité à l'insuline et faciliter le contrôle du poids.
tr: Aralıklı oruç, günün belirli saatlerinde yemek yemeyi, kalan saatlerde ise kalori alımını durdurmayı esas alır. En yaygın yöntemler 16:8 ve 18:6 sistemleridir. Bu yöntem insülin hassasiyetini artırabilir ve kilo kontrolüne yardımcı olabilir.

source: Assistant
fr: Assistante

source: Avocado Toast
fr: Toast à l'avocat
tr: Avokado Tostu

# B12 vitamini eksikliği riski olanlar takviye almadan uygulamamalıdır.
source: Those at risk of vitamin B12 deficiency should not use this product without taking supplements.
fr: Les personnes présentant un risque de carence en vitamine B12 ne doivent pas utiliser ce produit sans prendre de suppléments.
tr: B12 vitamini eksikliği riski olanlar takviye almadan uygulamamalıdır.

# Bana Tarifini Ver
source: Give me the recipe.
fr: Donnez-moi la recette.
tr: Bana Tarifini Ver

# Bardak Ekle
source: Add Cup
fr: Ajouter une tasse
tr: Bardak Ekle

# Besin Değerleri
source: Nutritional Values
fr: Valeurs nutritionnelles
tr: Besin Değerleri

# Beslenme İpuçları
source: Nutrition Tips
fr: Conseils nutritionnels
tr: Beslenme İpuçları

# Beslenme Önerileri
source: Nutritional Recommendations
fr: Recommandations nutritionnelles
tr: Beslenme Önerileri

# Böbrek hastalığı olan bireyler potasyum miktarına dikkat ederek uygulamalıdır.
source: Individuals with kidney disease should be mindful of their potassium intake when administering this supplement.
fr: Les personnes atteintes d'une maladie rénale doivent faire attention à leur apport en potassium lorsqu'elles prennent ce supplément.
tr: Böbrek hastalığı olan bireyler potasyum miktarına dikkat ederek uygulamalıdır.

# Bu cihazda kamera bulunamadı. Gerçek bir iPhone ile test et.
source: No camera was found on this device. Test with a real iPhone.
fr: Aucun appareil photo n'a été détecté sur cet appareil. Veuillez effectuer le test avec un véritable iPhone.
tr: Bu cihazda kamera bulunamadı. Gerçek bir iPhone ile test et.

# Bu yemek genel olarak %@ bir seçimdir.
source: This dish is generally a %@ choice.
fr: Ce plat est généralement un choix %@.
tr: Bu yemek genel olarak %@ bir seçimdir.

# Bugün sağlıklı seçimler için harika bir gün.
source: Today is a great day for making healthy choices.
fr: Aujourd'hui est un jour idéal pour faire des choix sains.
tr: Bugün sağlıklı seçimler için harika bir gün.

# Bugünkü temel besin değerlerin
source: Today's basic nutritional values
fr: Valeurs nutritionnelles de base d'aujourd'hui
tr: Bugünkü temel besin değerlerin

source: Categories
fr: Catégories
tr: Kategoriler

source: ChatBot AI
fr: IA de chatbot

source: Chicken Salad
fr: Salade de poulet
tr: Tavuk Salatası

# Çıkış Yap
source: Log out
fr: Déconnexion
tr: Çıkış Yap

# DASH Diyeti
source: DASH Diet
fr: Régime DASH
tr: DASH Diyeti

source: The DASH diet is a scientifically developed nutritional program aimed at lowering high blood pressure. It reduces sodium intake while emphasizing foods rich in potassium, calcium, and magnesium. It helps balance blood pressure and supports heart health.
fr: Le régime DASH est un programme nutritionnel scientifiquement élaboré visant à réduire l'hypertension artérielle. Il diminue la consommation de sodium tout en privilégiant les aliments riches en potassium, calcium et magnésium. Il contribue à équilibrer la tension artérielle et favorise la santé cardiovasculaire.
tr: DASH diyeti, yüksek tansiyonu düşürmek amacıyla geliştirilmiş bilimsel bir beslenme programıdır. Sodyum tüketimini azaltırken potasyum, kalsiyum ve magnezyum açısından zengin besinleri ön plana çıkarır. Kan basıncını dengelemeye yardımcı olur ve kalp sağlığını destekler.

source: Day
fr: Jour
tr: Gün

source: Describe your food
fr: Décrivez votre nourriture
tr: Yemeğinizi tarif edin.

# Diyet
source: Diet
fr: Régime
tr: Diyet

# Düşük Karbonhidrat
source: Low Carbohydrate
fr: Faible en glucides
tr: Düşük Karbonhidrat

# Düşük Karbonhidrat Diyeti
source: Low Carbohydrate Diet
fr: régime pauvre en glucides
tr: Düşük Karbonhidratlı Diyet

source: A low-carbohydrate diet is a nutritional model that aims to help the body use fats more efficiently as an energy source by limiting the amount of carbohydrates consumed daily. This diet is particularly preferred for controlling blood sugar, reducing insulin resistance, and supporting weight loss. It is more flexible and sustainable than a ketogenic diet.
fr: Un régime pauvre en glucides est un modèle nutritionnel qui vise à aider l'organisme à utiliser plus efficacement les graisses comme source d'énergie en limitant la quantité de glucides consommée quotidiennement. Ce régime est particulièrement recommandé pour contrôler la glycémie, réduire la résistance à l'insuline et favoriser la perte de poids. Il est plus flexible et plus facile à suivre sur le long terme qu'un régime cétogène.
tr: Düşük karbonhidrat diyeti, günlük alınan karbonhidrat miktarını sınırlandırarak vücudun enerji kaynağı olarak yağları daha verimli kullanmasını amaçlayan bir beslenme modelidir. Bu diyet özellikle kan şekeri kontrolünü sağlamak, insülin direncini azaltmak ve kilo kaybını desteklemek amacıyla tercih edilir. Ketojenik diyete göre daha esnektir ve sürdürülebilirliği daha yüksektir.

# E-Posta girin
source: Enter your email address.
fr: Saisissez votre adresse e-mail.
tr: Kullanıcı adı girin

# Favori Diyetler
source: Favorite Diets
fr: Régimes préférés
tr: Favori Diyetler

source: Fitness Meal
fr: Repas fitness
tr: Fitness Öğünü

# Fiyat: %lf TL
source: Price: %lf TL
fr: Prix ​​: % de TL
tr: Fiyat: %lf TL

# Fotoğraf Ekle
source: Add Photo
fr: Ajouter une photo
tr: Fotoğraf Ekle

# Fotoğraf galerisine erişilemiyor.
source: The photo gallery is inaccessible.
fr: La galerie photo est inaccessible.
tr: Fotoğraf galerisine erişilemiyor.

# Galeri açılamıyor
source: The gallery cannot be opened.
fr: La galerie ne peut pas être ouverte.
tr: Galeri açılamıyor

# Galeriden Seç
source: Select from the gallery
fr: Sélectionnez une photo de la galerie
tr: Galeriden Seç

# Genel olarak güvenlidir, ancak özel hastalıkları olanlar uzman görüşü almalıdır.
source: It is generally safe, but those with specific medical conditions should seek expert advice.
fr: C'est généralement sans danger, mais les personnes souffrant de problèmes médicaux spécifiques devraient consulter un spécialiste.
tr: Genel olarak güvenlidir, ancak özel hastalıkları olanlar uzman görüşü almalıdır.

source: It is generally suitable for all age groups. However, individuals with food allergies should exercise caution.
fr: Il convient généralement à tous les groupes d'âge. Cependant, les personnes souffrant d'allergies alimentaires doivent faire preuve de prudence.
tr: Genel olarak her yaş grubu için uygundur. Ancak gıda alerjisi olan bireyler dikkatli olmalıdır.

# Giriş Yap
source: Log in
fr: Se connecter
tr: Giriş Yap

# Gluten hassasiyeti olmayan bireyler için gerekli değildir.
source: It is not necessary for individuals without gluten sensitivity.
fr: Cela n'est pas nécessaire pour les personnes qui ne sont pas sensibles au gluten.
tr: Gluten hassasiyeti olmayan bireyler için gerekli değildir.

# Glutensiz Diyet
source: Gluten-Free Diet
fr: Régime sans gluten
tr: Glutensiz Diyet

source: Glutensiz diyet, buğday, arpa ve çavdar gibi gluten içeren besinlerin tamamen çıkarılmasını hedefler. Çölyak hastaları ve gluten hassasiyeti olanlar için zorunludur.
fr: La consommation de gluten, l'anniversaire, l'alimentation et la consommation de gluten doivent être consommés de manière optimale. Les ingrédients et le gluten sont consommés dans votre cuisine.

# Gönder
source: Submit
fr: Soumettre
tr: Gönder

# Görsel analiz ediliyor...
source: The image is being analyzed...
fr: L'image est en cours d'analyse...
tr: Görsel analiz ediliyor...

# Görsel bulunamadı
source: Image not found.
fr: Image introuvable.
tr: Görsel bulunamadı

# Görsel Kaynağı Seç
source: Select Image Source
fr: Sélectionner la source de l'image
tr: Görsel Kaynağı Seç

# Görsel Önizleme
source: Visual Preview
fr: Aperçu visuel
tr: Görsel Önizleme

# Görsel Seç
source: Select Image
fr: Sélectionner une image
tr: Görsel Seç

# Görseli Değiştir
source: Change Image
fr: Changer l'image
tr: Görseli Değiştir

# Günlük Aktivite
source: Daily Activity
fr: Activité quotidienne
tr: Günlük Aktivite

source: Review your daily nutritional data, track your weekly progress, and view personalized recommendations.
fr: Consultez vos données nutritionnelles quotidiennes, suivez vos progrès hebdomadaires et découvrez des recommandations personnalisées.
tr: Günlük beslenme verilerini incele, haftalık gidişatını takip et ve sana özel önerileri görüntüle.

# Günlük verilerine göre öneriler
source: Recommendations based on daily data.
fr: Recommandations basées sur des données quotidiennes.
tr: Günlük verilerine göre öneriler

# Haftalık kalori tüketim dağılımın
source: Weekly calorie consumption distribution
fr: Répartition hebdomadaire de la consommation calorique
tr: Haftalık kalori tüketim dağılımın

# Hakkında
source: About
fr: À propos
tr: Hakkında

source: Pregnant women, people with kidney disease, and individuals with chronic illnesses should consult a specialist before starting this diet.
fr: Les femmes enceintes, les personnes atteintes d'une maladie rénale et les personnes souffrant de maladies chroniques devraient consulter un spécialiste avant d'entreprendre ce régime.
tr: Hamileler, böbrek hastaları ve kronik rahatsızlığı olan bireyler bu diyeti uygulamadan önce mutlaka uzman görüşü almalıdır.

source: Pregnant women, breastfeeding mothers, and individuals with chronic illnesses should consult a specialist before starting this diet.
fr: Les femmes enceintes, les mères allaitantes et les personnes souffrant de maladies chroniques devraient consulter un spécialiste avant de commencer ce régime.
tr: Hamileler, emziren anneler ve kronik hastalığı olan bireyler bu diyeti uygulamadan önce mutlaka bir uzmana danışmalıdır.

source: Not suitable for pregnant women, those with a history of eating disorders, and those with diabetes.
fr: Ne convient pas aux femmes enceintes, aux personnes ayant des antécédents de troubles alimentaires et aux personnes diabétiques.
tr: Hamileler, yeme bozukluğu geçmişi olanlar ve diyabet hastaları için uygun değildir.

# Hata: %@
source: Mistake: %@
fr: Erreur: %@
tr: Hata: %@

source: Healthy Breakfast
fr: Petit-déjeuner sain
tr: Sağlıklı Kahvaltı

source: Healthy Choice
fr: Choix sain
tr: Sağlıklı Seçim

source: Healthy nutrition plans specially prepared for your lifestyle.
fr: Des plans nutritionnels sains, spécialement conçus pour votre style de vie.
tr: Yaşam tarzınıza özel olarak hazırlanmış sağlıklı beslenme planları.

# Hedef: %@
source: Aim: %@
fr: Objective: %@
tr: Hedef: %@

# Henüz görsel seçilmedi
source: No image has been selected yet.
fr: Aucune image n'a encore été sélectionnée.
tr: Henüz görsel seçilmedi

source: Herb Omelette
fr: Omelette aux herbes
tr: Otlu Omlet

# Hesabım
source: My account
fr: Mon compte
tr: Hesabım

source: High Fiber
fr: Fibres riches
tr: Yüksek Lif

source: High Protein
fr: Riche en protéines
tr: Yüksek Protein

# Hızlı Erişim
source: Quick Access
fr: Accès rapide
tr: Hızlı Erişim

# home_title
source: Home
fr: Maison
tr: Anasayfa

# Hoş Geldin
source: Welcome
fr: Bienvenue
tr: Hoş Geldin

# İncele
source: Review
fr: Revoir
tr: İncele

# İptal
source: Cancel
fr: Annuler
tr: İptal

# İpucu: İstersen kamerayla anlık çek, istersen galeriden mevcut yemeği seç.
source: Tip: You can either take a snapshot with the camera or select an existing dish from your gallery.
fr: Astuce : Vous pouvez soit prendre une photo avec l’appareil, soit sélectionner un plat existant dans votre galerie.
tr: İpucu: İstersen kamerayla anlık çek, istersen galeriden mevcut yemeği seç.

# Kaçınılması Gerekenler
source: Things to Avoid
fr: Choses à éviter
tr: Kaçınılması Gerekenler

# Kamera
source: Camera
fr: Caméra
tr: Kamera

# Kamera kullanılamıyor
source: The camera is unusable.
fr: L'appareil photo est inutilisable.
tr: Kamera kullanılamıyor

# Kameradan çek veya galeriden bir fotoğraf seç
source: Take a picture with the camera or select a photo from the gallery.
fr: Prenez une photo avec l'appareil photo ou sélectionnez une photo dans la galerie.
tr: Kameradan çek veya galeriden bir fotoğraf seç

# Kayıt Ol
source: Login
fr: Lohginn
tr: Kayıt Ol

# Ketojenik Diyet
source: Ketogenic Diet
fr: régime cétogène
tr: Ketojenik Diyet

source: The ketogenic diet is a nutritional approach that aims to induce ketosis by keeping carbohydrate intake very low and increasing fat consumption. In this diet, the body uses fats instead of glucose as an energy source. By severely restricting carbohydrate intake, insulin levels decrease and fat burning accelerates. This provides significant benefits in terms of weight loss and metabolic balance.
fr: Le régime cétogène est une approche nutritionnelle visant à induire la cétose en limitant fortement l'apport en glucides et en augmentant celui en lipides. Dans ce régime, l'organisme utilise les graisses comme source d'énergie au lieu du glucose. En restreignant drastiquement l'apport en glucides, le taux d'insuline diminue et la combustion des graisses s'accélère. Ceci procure des bénéfices significatifs en termes de perte de poids et d'équilibre métabolique.
tr: Ketojenik diyet, karbonhidratı çok düşük tutup yağ tüketimini artırarak vücudu ketozis durumuna sokmayı amaçlayan bir beslenme şeklidir. Bu diyette vücut enerji kaynağı olarak glikoz yerine yağları kullanır. Karbonhidrat alımının ciddi şekilde sınırlandırılmasıyla birlikte insülin seviyesi düşer ve yağ yakımı hızlanır. Bu durum kilo kaybı ve metabolik denge açısından önemli faydalar sağlar.

# Key
source: home_title
fr: page d'accueil
tr: Ana Sayfa

# Kimler İçin Uygun Değildir?
source: Who is it not suitable for?
fr: À qui cela ne convient-il pas ?
tr: Kimler İçin Uygun Değildir?

# Kullanıcı Adı
source: Username
fr: Nom d'utilisateur
tr: Kullanıcı Adı

# Kullanıcı adı girin
source: Enter username
fr: Saisissez votre nom d'utilisateur
tr: Kullanıcı adı girin

source: Low Carb
fr: Faible en glucides
tr: Düşük Karbonhidratlı

# Merhaba
source: Hello
fr: Bonjour
tr: Merhaba

# Mesaj yaz...
source: Write a message...
fr: Écrire un message...
tr: Kullanıcı adı girin

# MIND Diyeti
source: MIND Diet
fr: Régime MIND
tr: MIND Diyeti

source: The MIND diet is a combination of the Mediterranean and DASH diets, aimed at protecting brain health. It may help reduce the risk of Alzheimer's disease.
fr: Le régime MIND est une combinaison des régimes méditerranéen et DASH, visant à protéger la santé cérébrale. Il pourrait contribuer à réduire le risque de maladie d'Alzheimer.
tr: MIND diyeti, Akdeniz ve DASH diyetlerinin birleşiminden oluşmakta olup beyin sağlığını korumayı amaçlamaktadır. Alzheimer hastalığı riskini azaltmaya yardımcı olabilir.

# Nasıl çalışır?
source: How does it work?
fr: Comment ça marche ?
tr: Nasıl çalışır?

# Neler Tüketilir?
source: What is consumed?
fr: Qu'est-ce qui est consommé ?
tr: Neler Tüketilir?

# Önerilen Besinler
source: Recommended Foods
fr: Aliments recommandés
tr: Önerilen Besinler

# Online Destek
source: Online Support
fr: Assistance en ligne
tr: Online Destek

# Paleo Diyeti
source: Paleo Diet
fr: Régime paléo
tr: Paleo Diyeti

source: The Paleo diet is based on the eating habits of Stone Age people. Processed foods are completely excluded. The aim is to support metabolism with natural and additive-free foods.
fr: Le régime paléo s'inspire des habitudes alimentaires des hommes du Néolithique. Les aliments transformés sont totalement proscrits. Son objectif est de favoriser un métabolisme optimal grâce à une alimentation naturelle et sans additifs.
tr: Paleo diyeti, taş devri insanlarının beslenme alışkanlıklarını temel alır. İşlenmiş gıdalar tamamen dışlanır. Amaç doğal ve katkısız besinlerle metabolizmayı desteklemektir.

source: Popular Diets
fr: Régimes populaires

# Profil fotoğrafını değiştirmek için resme dokun.
source: Tap the image to change your profile picture.
fr: Appuyez sur l'image pour changer votre photo de profil.
tr: Profil fotoğrafını değiştirmek için resme dokun.

# Protein ihtiyacını karşılamakta zorlanan bireyler uzman desteği almalıdır.
source: Individuals who struggle to meet their protein needs should seek professional help.
fr: Les personnes qui ont du mal à satisfaire leurs besoins en protéines devraient demander l'aide d'un professionnel.
tr: Protein ihtiyacını karşılamakta zorlanan bireyler uzman desteği almalıdır.

# Protein, karbonhidrat ve yağ oranların
source: Protein, carbohydrate and fat ratios
fr: ratios protéines, glucides et lipides
tr: Protein, karbonhidrat ve yağ oranların

source: Quinoa Veggie Bowl
fr: Bol de légumes au quinoa
tr: Kinoa Sebzeli Kase

# Sağlık Skoru
source: Health Score
fr: Score de santé
tr: Sağlık Skoru

source: You can browse the experts who will accompany you on your healthy eating journey, review their details, and schedule sessions.
fr: Vous pouvez consulter la liste des experts qui vous accompagneront dans votre parcours vers une alimentation saine, examiner leurs profils et programmer des séances.
tr: Sağlıklı beslenme yolculuğunda sana eşlik edecek uzmanları inceleyebilir, detaylarına göz atabilir ve seans planlayabilirsin.

# Sana özel öneriler için bir seçim yap
source: Choose a recommendation that's tailored to you.
fr: Choisissez une recommandation personnalisée.
tr: Sana özel öneriler için bir seçim yap

# Seans Al
source: Get a Session
fr: Obtenez une séance
tr: Seans Al

source: See all
fr: Voir tout

# Senin İçin
source: For you
fr: Pour toi
tr: Senin İçin

# Şifre
source: Password
fr: passe
tr: Şifre

# Şifre girin
source: Enter password
fr: Saisissez le mot de passe
tr: Şifre girin
